Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=56_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Škoouʹlʼjem- da mättʼtemaaunâskoontâr
fin: Koulutus- ja oppimateriaalitoimisto

source: Konttâr põõšši tuâjjla:
fin: Toimiston vakinaiset työntekijät:

source: Škoouʹlʼjempiizar
fin: Koulutussihteeri

source: Vs. škoouʹlʼjempiizar Irmeli Moilanen 1.10.-31.12.2015
fin: Irmeli Moilanen - toimiston esimies,

source: - škoouʹlʼjumuužž lääʹjjšiõttõõzz, vaaldšem, teäggtemooudâsviikkmõõžž, ärvvtõõllmõõžž, mättʼtemplaan-noormi da sääʹm-mättʼtõõzz ooudâsviikkâm praavmõš,
fin: - koulutuksen lainsäädännön, hallinnon, rahoituskehityksen, arvioinnin, opetussuunnitelmanormien ja saamelaisopetuksen kehityksen seuranta,

source: - škoouʹljʼem- da mättʼtemaaunâsluʹvddkååʹdd piizar da čiõʹlǧǧeei (škoouʹlʼjempolitiikklaž da takai škoouʹlʼjemääʹšš),
fin: - koulutus- ja oppimateriaalilautakunnan sihteeri ja esittelijä (koulutuspoliittiset ja yleiset koulutusasiat),

source: - saaʹmi škoouʹlʼjemaaʹšši õhttsažtuâjjorgaan piizar da čiõʹlǧǧeei,
fin: - saamelaisten koulutusasiain yhteistyöelimen sihteeri ja esittelijä,

source: - õhttvuõđâânnmõš sääʹm-mättʹtõõzz riâšši kooʹddid, valdia mättʹtemvaaldšemma da tâʹvvjânnam vuäʹbborgaanid,
fin: - yhteydenpito saamelaisopetusta järjestäviin kuntiin, valtion opetushallintoon ja pohjoismaisiin sisarelimiin,

source: - meeraikõskksaž ooudâsviikkâm praavmõš.
fin: - kansainvälisen kehityksen seuranta.

source: Mättʼtemaaunâspiizar
fin: Oppimateriaalisihteeri

source: - škoouʹlʼjem- da mättʼtemaaunâsluʹvddkååʹdd piizar da čiõʹlǧǧeei (mättʼtemaaunâsääʹšš),
fin: - koulutus- ja oppimateriaalilautakunnan sihteeri ja esittelijä (oppimateriaaliasiat),

source: - mättʼtemaaunâstuâi plaanumuš, jååʹđtumuš, vuåppmõš da tuåimtemtuâjj,
fin: - oppimateriaalityön suunnittelu, ohjaus, valvonta ja toimitustyö,

source: - mättʼtemaunnâz valmštumuuužž kuõskki õhttvuõttâânnmõš škoouʹlid da škoouʹlʼjem vaaldšemma,
fin: - oppimateriaalin valmistukseen liittyvä yhteydenpito kouluihin ja opetuksen hallintoon,

source: Näkkäläjärvi Anni
fin: - pohjoismainen yhteistyö.

source: - mättʼtemaunnâz plaaneem-, tuåimtem- da teâđtemtuâjj,
fin: - oppimateriaalin suunnittelu-, toimitus- ja tiedotustyö,

source: - Sääʹmnuõri čeäʹppvuõttpeeiʹv valmštõõllmõš, teâđtumuš, čiõlǥtõs vaaʹri âânnmõõžžâst,
fin: - Saamelaisnuorten taidetapahtuman valmistelu, tiedotus, raportointi ja varainkäyttö,

source: - mättʼtemaunnâz valmštumuužž kuõskki õhttvuõttâânnmõš škoouʹlid da tâʹvvjânnamlaž õhttsažtuâjj,
fin: - oppimateriaalin valmistukseen liittyvä yhteydenpito kouluihin ja pohjoismainen yhteistyö,

source: - mättʼtemaaunâsčuäʹjtõõzzâst da – seeiltempääiʹǩest huõl âânnmõš.
fin: - oppimateriaalinäyttelyn ja – varaston ylläpito.

source: Koontârpiizar
fin: Toimistosihteeri

source: - arkiivest da ǩeʹrjjpõõrtâst huõl âânnmõš,
fin: - arkiston ja kirjaston ylläpito,

source: - mättʼtemaaunâsvaaʹri âânnem praavmõš,
fin: - oppimateriaalivarojen käytön seuranta,

source: - mättʼtemaunnâz teâđtemtuâjj, ruõkkmõš da juâkkmõš,
fin: - oppimateriaalin tiedotustyö, varastointi ja jakelu,

source: - såbbri riâššâmnääl hoiʹddjumuš.
fin: - kokousten käytännön järjestelyt.

source: Elen Ánne Sara, tuõddârsää ʹ mǩiõll
fin: Oppimateriaalin projektityöntekijät

source: Oona Länsman, tuõddârsää ʹ mǩiõll
fin: Oona Länsman, pohjoissaame

source: Neeta Jääskö, aanarsääʹmǩiõll
fin: Neeta Jääskö, inarinsaame
